Repository: quangtuyen88/forge
Catalog: ForgeCore/Sources/ForgeCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

source: RPE ran %@ over target on %lld of %lld sets — loads were heavy.
ja: RPEが目標を%@上回りました（%lld/%lldセット）— 負荷が重めでした。
ko: RPE가 목표보다 %@ 높았어요 (%lld/%lld세트) — 부하가 무거웠어요.
vi: RPE vượt mục tiêu %@ ở %lld/%lld hiệp — mức tạ hơi nặng.

# RPE recorded for %lld of %lld sets.
source: RPE recorded for %1$lld of %2$lld sets.
ja: %2$lld セット中 %1$lld セットでRPEを記録。
ko: %2$lld 세트 중 %1$lld 세트에 RPE 기록됨.
vi: Đã ghi RPE cho %1$lld trong %2$lld hiệp.

source: RPE under target
ja: RPEが目標未満
ko: RPE 목표 미만
vi: RPE dưới mục tiêu

source: Rack Pull
ja: ラックプル
ko: 랙 풀

source: Readiness high
ja: コンディション良好
ko: 컨디션 좋음
vi: Mức sẵn sàng cao

source: Readiness low
ja: コンディション不良
ko: 컨디션 낮음
vi: Mức sẵn sàng thấp

source: Rear Delt Fly
ja: リアデルトフライ
ko: 리어 델트 플라이
vi: Ép vai sau

source: Recomp
ja: リコンポ
ko: 리컴포
vi: Tái cấu trúc

source: Renegade Row
ja: レネゲードロウ
ko: 르네게이드 로우

source: Reps at top of range
ja: レップが範囲上限
ko: 렙 범위 상단
vi: Số lần ở đỉnh khoảng

source: Reps below range
ja: レップが範囲未満
ko: 렙 범위 미만
vi: Số lần dưới khoảng

source: Rest 15–20 seconds, then squeeze out more reps at the same load.
ja: 15〜20秒休んで、同じ重量で追加のレップを出し切ります。
ko: 15–20초 쉰 뒤 같은 중량으로 회수를 더 쥐어짜내요.
vi: Nghỉ 15–20 giây, rồi tiếp tục vắt kiệt thêm lần với cùng mức tạ.

source: Rest-pause
ja: レストポーズ
ko: 레스트포즈

source: Restart week
ja: 週をやり直す
ko: 주 다시 시작
vi: Bắt đầu lại tuần

source: Reverse Barbell Curl
ja: リバースバーベルカール
ko: 리버스 바벨 컬
vi: Curl ngược tạ đòn

source: Reverse Cable Curl
ja: リバースケーブルカール
ko: 리버스 케이블 컬
vi: Curl ngược dây cáp

source: Reverse Crunch
ja: リバースクランチ
ko: 리버스 크런치
vi: Gập bụng ngược

source: Reverse Curl
ja: リバースカール
ko: 리버스 컬
vi: Curl ngược

source: Reverse Hyperextension
ja: リバースハイパーエクステンション
ko: 리버스 하이퍼 익스텐션
vi: Duỗi lưng ngược

source: Reverse Pec Deck
ja: リバースペックデック
ko: 리버스 펙 덱

source: Reverse Wrist Curl
ja: リバースリストカール
ko: 리버스 리스트 컬
vi: Cuốn cổ tay ngược

source: Reverse-Grip Pulldown
ja: リバースグリッププルダウン
ko: 리버스 그립 풀다운
vi: Kéo xô tay ngửa

source: Reverse-Grip Pushdown
ja: リバースグリッププッシュダウン
ko: 리버스 그립 푸시다운
vi: Đẩy tay sau tay ngửa

source: Ring Dip
ja: リングディップ
ko: 링 딥
vi: Dips vòng

source: Romanian Deadlift
ja: ルーマニアンデッドリフト
ko: 루마니안 데드리프트
vi: Deadlift kiểu Romania

source: Russian Twist
ja: ロシアンツイスト
ko: 러시안 트위스트

source: Safety Bar Squat
ja: セーフティバースクワット
ko: 세이프티 바 스쿼트
vi: Squat thanh an toàn

source: Same load and reps on every set.
ja: すべてのセットで同じ重量とレップ数。
ko: 모든 세트에서 같은 중량과 횟수.
vi: Mỗi hiệp dùng cùng mức tạ và số lần.

source: Scapular Pull-Up
ja: スキャピュラープルアップ
ko: 스캐퓰러 풀업
vi: Hít xà vai

source: Seal Row
ja: シールロウ
ko: 실 로우

source: Seated Barbell Overhead Press
ja: シーテッドバーベルオーバーヘッドプレス
ko: 시티드 바벨 오버헤드 프레스
vi: Đẩy vai trên đầu tạ đòn ngồi

source: Seated Cable Row
ja: シーテッドケーブルロウ
ko: 시티드 케이블 로우
vi: Chèo dây cáp ngồi

source: Seated Calf Raise
ja: シーテッドカーフレイズ
ko: 시티드 카프 레이즈
vi: Nhón bắp chân ngồi

source: Seated Dumbbell Curl
ja: シーテッドダンベルカール
ko: 시티드 덤벨 컬
vi: Curl tạ đơn ngồi

source: Seated Dumbbell Lateral Raise
ja: シーテッドダンベルラテラルレイズ
ko: 시티드 덤벨 래터럴 레이즈
vi: Nâng tạ ngang tạ đơn ngồi

source: Seated Dumbbell Press
ja: シーテッドダンベルプレス
ko: 시티드 덤벨 프레스
vi: Đẩy vai tạ đơn ngồi

source: Seated Good Morning
ja: シーテッドグッドモーニング
ko: 시티드 굿모닝
vi: Good Morning ngồi

source: Seated Hammer Curl
ja: シーテッドハンマーカール
ko: 시티드 해머 컬
vi: Hammer Curl ngồi

source: Seated Leg Curl
ja: シーテッドレッグカール
ko: 시티드 레그 컬
vi: Gập gối ngồi

source: Sedentary
ja: 座りがち
ko: 좌식
vi: Ít vận động

source: Set complete
ja: セット完了
ko: 세트 완료
vi: Hiệp hoàn tất

source: Set one personal record.
ja: 自己ベストを1つ樹立する。
ko: 개인 기록 1개 세우기.
vi: Lập 1 kỷ lục cá nhân.

source: Set ten personal records.
ja: 自己ベストを10回樹立する。
ko: 개인 기록 10개 세우기.
vi: Lập 10 kỷ lục cá nhân.

source: Shift
ja: シフト
ko: 이동
vi: Dịch chuyển

source: Short sleep
ja: 睡眠不足
ko: 수면 부족
vi: Ngủ ít

source: Shoulder
ja: 肩
ko: 어깨
vi: Vai

source: Side Plank
ja: サイドプランク
ko: 사이드 플랭크
vi: Plank nghiêng

source: Single-Arm Cable Chest Press
ja: シングルアームケーブルチェストプレス
ko: 싱글암 케이블 체스트 프레스
vi: Đẩy ngực dây cáp một tay

source: Single-Arm Cable Curl
ja: シングルアームケーブルカール
ko: 싱글암 케이블 컬
vi: Curl dây cáp một tay

source: Single-Arm Cable Fly
ja: シングルアームケーブルフライ
ko: 싱글암 케이블 플라이
vi: Ép ngực dây cáp một tay

source: Single-Arm Cable Lateral Raise
ja: シングルアームケーブルラテラルレイズ
ko: 싱글암 케이블 래터럴 레이즈
vi: Nâng tạ ngang dây cáp một tay

source: Single-Arm Cable Pushdown
ja: シングルアームケーブルプッシュダウン
ko: 싱글암 케이블 푸시다운
vi: Đẩy tay sau dây cáp một tay

source: Single-Arm Dumbbell Bench Press
ja: シングルアームダンベルベンチプレス
ko: 싱글암 덤벨 벤치 프레스
vi: Đẩy ngực tạ đơn một tay

source: Single-Arm Dumbbell Overhead Press
ja: シングルアームダンベルオーバーヘッドプレス
ko: 싱글암 덤벨 오버헤드 프레스
vi: Đẩy vai trên đầu tạ đơn một tay

source: Single-Arm Dumbbell Row
ja: シングルアームダンベルロウ
ko: 싱글암 덤벨 로우
vi: Chèo tạ đơn một tay

source: Single-Arm Landmine Press
ja: シングルアームランドマインプレス
ko: 싱글암 랜드마인 프레스
vi: Landmine Press một tay

source: Single-Arm Lat Pulldown
ja: シングルアームラットプルダウン
ko: 싱글암 랫 풀다운
vi: Kéo xô một tay

source: Single-Arm Machine Row
ja: シングルアームマシンロウ
ko: 싱글암 머신 로우
vi: Chèo máy một tay

source: Single-Arm Overhead Dumbbell Extension
ja: シングルアームオーバーヘッドダンベルエクステンション
ko: 싱글암 오버헤드 덤벨 익스텐션
vi: Duỗi tay sau trên đầu tạ đơn một tay

source: Single-Arm T-Bar Row
ja: シングルアームTバーロウ
ko: 싱글암 T바 로우
vi: Chèo thanh T một tay

source: Single-Leg Back Extension
ja: シングルレッグバックエクステンション
ko: 싱글 레그 백 익스텐션
vi: Duỗi lưng một chân

source: Single-Leg Extension
ja: シングルレッグエクステンション
ko: 싱글 레그 익스텐션
vi: Duỗi chân một chân

source: Single-Leg Glute Bridge
ja: シングルレッググルートブリッジ
ko: 싱글 레그 글루트 브릿지
vi: Nâng mông một chân

source: Single-Leg Good Morning
ja: シングルレッググッドモーニング
ko: 싱글 레그 굿모닝
vi: Good Morning một chân

source: Single-Leg Hip Thrust
ja: シングルレッグヒップスラスト
ko: 싱글 레그 힙 스러스트
vi: Hip Thrust một chân

source: Single-Leg Leg Curl
ja: シングルレッグレッグカール
ko: 싱글 레그 레그 컬
vi: Gập gối một chân

source: Single-Leg Leg Press
ja: シングルレッグレッグプレス
ko: 싱글 레그 레그 프레스
vi: Đạp chân một chân

source: Single-Leg Romanian Deadlift
ja: シングルレッグルーマニアンデッドリフト
ko: 싱글 레그 루마니안 데드리프트
vi: Deadlift kiểu Romania một chân

source: Single-Leg Standing Calf Raise
ja: シングルレッグスタンディングカーフレイズ
ko: 싱글 레그 스탠딩 카프 레이즈
vi: Nhón bắp chân đứng một chân

source: Sissy Squat
ja: シシースクワット
ko: 시시 스쿼트

source: Sit-Up
ja: シットアップ
ko: 싯업
vi: Gập bụng ngồi dậy

source: Skip
ja: スキップ
ko: 건너뛰기
vi: Bỏ qua

source: Skip rest
ja: 休憩をスキップ
ko: 휴식 건너뛰기
vi: Bỏ qua nghỉ

source: Skullcrusher
ja: スカルクラッシャー
ko: 스컬 크러셔

source: Smith Machine Bench Press
ja: スミスマシンベンチプレス
ko: 스미스 머신 벤치 프레스
vi: Đẩy ngực máy Smith

source: Smith Machine Calf Raise
ja: スミスマシンカーフレイズ
ko: 스미스 머신 카프 레이즈
vi: Nhón bắp chân máy Smith

source: Smith Machine Close-Grip Press
ja: スミスマシンクローズグリッププレス
ko: 스미스 머신 클로즈 그립 프레스
vi: Đẩy ngực hẹp tay máy Smith

source: Smith Machine Hip Thrust
ja: スミスマシンヒップスラスト
ko: 스미스 머신 힙 스러스트
vi: Hip Thrust máy Smith

source: Smith Machine Incline Press
ja: スミスマシンインクラインプレス
ko: 스미스 머신 인클라인 프레스
vi: Đẩy ngực trên máy Smith

source: Smith Machine Overhead Press
ja: スミスマシンオーバーヘッドプレス
ko: 스미스 머신 오버헤드 프레스
vi: Đẩy vai trên đầu máy Smith

source: Smith Machine Row
ja: スミスマシンロウ
ko: 스미스 머신 로우
vi: Chèo máy Smith

source: Smith Machine Squat
ja: スミスマシンスクワット
ko: 스미스 머신 스쿼트
vi: Squat máy Smith

source: Snatch-Grip Deadlift
ja: スナッチグリップデッドリフト
ko: 스내치 그립 데드리프트
vi: Deadlift tay rộng

source: Sore
ja: 筋肉痛
ko: 근육통
vi: Đau nhức

source: Spanish Squat
ja: スパニッシュスクワット
ko: 스패니시 스쿼트

source: Spider Curl
ja: スパイダーカール
ko: 스파이더 컬

source: Spoto Press
ja: スポトプレス
ko: 스포토 프레스

source: Squat Jump
ja: スクワットジャンプ
ko: 스쿼트 점프
vi: Nhảy squat

source: Stability Ball Leg Curl
ja: スタビリティボールレッグカール
ko: 스태빌리티 볼 레그 컬
vi: Gập gối bóng

source: Standing Calf Raise
ja: スタンディングカーフレイズ
ko: 스탠딩 카프 레이즈
vi: Nhón bắp chân đứng

source: Standing Dumbbell Press
ja: スタンディングダンベルプレス
ko: 스탠딩 덤벨 프레스
vi: Đẩy vai tạ đơn đứng

source: Start rest
ja: 休憩を開始
ko: 휴식 시작
vi: Bắt đầu nghỉ

source: Start this week over.
ja: 今週を最初からやり直す
ko: 이번 주 처음부터 다시
vi: Bắt đầu lại tuần này.

source: Stiff-Leg Deadlift
ja: スティフレッグデッドリフト
ko: 스티프 레그 데드리프트
vi: Deadlift chân thẳng

source: Straight
ja: ストレート
ko: 스트레이트
vi: Thường

source: Straight-Arm Band Pulldown
ja: ストレートアームバンドプルダウン
ko: 스트레이트 암 밴드 풀다운
vi: Kéo xô thẳng tay dây kháng lực

source: Straight-Arm Pulldown
ja: ストレートアームプルダウン
ko: 스트레이트 암 풀다운
vi: Kéo xô thẳng tay

source: Strength
ja: ストレングス
ko: 근력
vi: Sức mạnh

source: Suitcase Carry
ja: スーツケースキャリー
ko: 수트케이스 캐리
vi: Mang tạ vali

source: Sumo Deadlift
ja: スモーデッドリフト
ko: 스모 데드리프트

source: T-Bar Row
ja: Tバーロウ
ko: T바 로우
vi: Chèo thanh T

source: Tate Press
ja: テイトプレス
ko: 테이트 프레스

source: Tempo Bench Press
ja: テンポベンチプレス
ko: 템포 벤치 프레스
vi: Đẩy ngực tempo

source: Tempo Squat
ja: テンポスクワット
ko: 템포 스쿼트
vi: Squat tempo

source: Ten PRs
ja: 10回のPR
ko: PR 10회
vi: 10 PR

source: Ten Sessions
ja: 10セッション
ko: 10세션
vi: 10 buổi tập

source: Ten personal records set.
ja: 自己ベストを10回樹立しました。
ko: 개인 기록을 10번 세웠어요.
vi: Đã lập 10 kỷ lục cá nhân.

source: Ten sessions logged. Habit forming.
ja: 10セッションを記録。習慣になりつつあります。
ko: 10세션을 기록했어요. 습관이 되어가요.
vi: Đã ghi 10 buổi tập. Thói quen đang hình thành.

source: Terminal Knee Extension
ja: ターミナルニーエクステンション
ko: 터미널 니 익스텐션
vi: Duỗi gối cuối biên độ

source: This profile has no stable identifier yet.
ja: このプロファイルにはまだ安定した識別子がありません。
ko: 이 프로필에는 아직 안정적인 식별자가 없습니다.
vi: Hồ sơ này chưa có mã định danh ổn định.

source: Time budget
ja: 時間予算
ko: 시간 예산
vi: Quỹ thời gian

source: Toes-to-Bar
ja: トゥーズトゥーバー
ko: 토스 투 바

source: Tonnage %@ %@ vs %@ %@ last %@ %@.
ja: トン数 %@ %@（前回 %@ %@、%@、%@）
ko: 총중량 %@ %@ vs %@ %@ (지난 %@, %@)
vi: Tổng khối lượng %@ %@ so với %@ %@ hôm %@ %@.

source: Tonnage %@ %@, %@ vs week %lld.
ja: トン数 %@ %@（%@、第%lld週比）
ko: 총중량 %@ %@, %@ (%lld주차 대비)
vi: Tổng khối lượng %@ %@, %@ so với tuần %lld.

source: Tonnage %@ %@.
ja: トン数 %@ %@。
ko: 총중량 %@ %@.
vi: Tổng khối lượng %@ %@.

source: Train at least once a week for four weeks in a row.
ja: 4週連続で週1回以上トレーニングする。
ko: 4주 연속 주 1회 이상 훈련하기.
vi: Tập ít nhất một lần mỗi tuần, liên tiếp 4 tuần.

source: Train at least once a week for twelve weeks in a row.
ja: 12週連続で週1回以上トレーニングする。
ko: 12주 연속 주 1회 이상 훈련하기.
vi: Tập ít nhất một lần mỗi tuần, liên tiếp 12 tuần.

source: Trained every week for a full mesocycle-plus.
ja: メソサイクル超えの毎週トレーニングを達成。
ko: 메조사이클이 넘도록 매주 훈련했어요.
vi: Tập đều mỗi tuần suốt hơn một chu kỳ.

source: Trained every week for a month.
ja: 1か月間、毎週トレーニングしました。
ko: 한 달 동안 매주 훈련했어요.
vi: Suốt một tháng, tuần nào cũng tập.

source: Trap Bar Carry
ja: トラップバーキャリー
ko: 트랩 바 캐리
vi: Mang tạ thanh trap

source: Trap Bar Deadlift
ja: トラップバーデッドリフト
ko: 트랩 바 데드리프트
vi: Deadlift thanh trap

source: Tricep Pushdown
ja: トライセップスプッシュダウン
ko: 트라이셉스 푸시다운
vi: Đẩy tay sau dây cáp

source: Underhand Barbell Row
ja: アンダーハンドバーベルロウ
ko: 언더핸드 바벨 로우
vi: Chèo tạ đòn tay ngửa

source: Underhand Inverted Row
ja: アンダーハンドインバーテッドロウ
ko: 언더핸드 인버티드 로우
vi: Chèo xà tay ngửa

source: Upper
ja: 上半身
ko: 상체
vi: Trên

source: Upper / Lower
ja: アッパー / ロワー
ko: 상부 / 하부
vi: Trên / Dưới

source: V-Up
ja: Vアップ
ko: V업

source: Walking Lunge
ja: ウォーキングランジ
ko: 워킹 런지
vi: Chùng chân đi bộ

source: Wall Sit
ja: ウォールシット
ko: 월 싯
vi: Ngồi tường

source: Week %lld done: %lld/%lld sessions.
ja: 第%lld週完了：%lld/%lldセッション。
ko: %lld주차 완료: %lld/%lld세션.
vi: Tuần %lld xong: %lld/%lld buổi.

source: Weighted Chest Dip
ja: ウェイテッドチェストディップ
ko: 웨이티드 체스트 딥
vi: Dips ngực có tạ

source: Weighted Chin-Up
ja: ウェイテッドチンアップ
ko: 웨이티드 친업
vi: Hít xà tay ngửa có tạ

source: Weighted Hanging Leg Raise
ja: ウェイテッドハンギングレッグレイズ
ko: 웨이티드 행잉 레그 레이즈
vi: Nâng chân treo xà có tạ

source: Weighted Pull-Up
ja: ウェイテッドプルアップ
ko: 웨이티드 풀업
vi: Hít xà có tạ

source: Weighted Push-Up
ja: ウェイテッドプッシュアップ
ko: 웨이티드 푸시업
vi: Hít đất có tạ

source: Wide Push-Up
ja: ワイドプッシュアップ
ko: 와이드 푸시업
vi: Hít đất tay rộng

source: Wide-Grip Barbell Curl
ja: ワイドグリップバーベルカール
ko: 와이드 그립 바벨 컬
vi: Curl tạ đòn tay rộng

source: Wide-Grip Barbell Row
ja: ワイドグリップバーベルロウ
ko: 와이드 그립 바벨 로우
vi: Chèo tạ đòn tay rộng

source: Wide-Grip Barbell Upright Row
ja: ワイドグリップバーベルアップライトロウ
ko: 와이드 그립 바벨 업라이트 로우
vi: Chèo đứng tạ đòn tay rộng

source: Wide-Grip Bench Press
ja: ワイドグリップベンチプレス
ko: 와이드 그립 벤치 프레스
vi: Đẩy ngực tay rộng

source: Wide-Grip Inverted Row
ja: ワイドグリップインバーテッドロウ
ko: 와이드 그립 인버티드 로우
vi: Chèo xà tay rộng

source: Wide-Grip Lat Pulldown
ja: ワイドグリップラットプルダウン
ko: 와이드 그립 랫 풀다운
vi: Kéo xô tay rộng

source: Wide-Grip Pull-Up
ja: ワイドグリッププルアップ
ko: 와이드 그립 풀업
vi: Hít xà tay rộng

source: Wide-Grip Seated Cable Row
ja: ワイドグリップシーテッドケーブルロウ
ko: 와이드 그립 시티드 케이블 로우
vi: Chèo dây cáp ngồi tay rộng

source: Wide-Stance Leg Press
ja: ワイドスタンスレッグプレス
ko: 와이드 스탠스 레그 프레스
vi: Đạp chân tư thế rộng

source: Windshield Wiper
ja: ウィンドシールドワイパー
ko: 윈드실드 와이퍼

source: Wrist Curl
ja: リストカール
ko: 리스트 컬
vi: Cuốn cổ tay

source: Write something before saving the note.
ja: メモを保存する前に何か入力してください。
ko: 메모를 저장하기 전에 내용을 입력하세요.
vi: Hãy viết gì đó trước khi lưu ghi chú.

source: Yates Row
ja: イェーツロウ
ko: 예이츠 로우

source: You showed up. That's the hardest part.
ja: ジムに来た。それが一番難しい部分です。
ko: 와줬어요. 그게 제일 어려운 부분이에요.
vi: Bạn đã đến. Đó là phần khó nhất.

source: Your first personal record.
ja: 初めての自己ベスト。
ko: 첫 개인 기록.
vi: Kỷ lục cá nhân đầu tiên của bạn.

source: Your plan changed for next week. Open the changes to see what moved.
ja: 来週の計画が変わりました。変更を開いて内容を確認してください。
ko: 다음 주 계획이 바뀌었습니다. 변경 사항을 열어 무엇이 바뀌었는지 확인하세요.
vi: Kế hoạch tuần tới đã thay đổi. Mở phần thay đổi để xem điều gì đã đổi.

source: Z Press
ja: Zプレス
ko: Z 프레스

source: Zercher Squat
ja: ザーチャースクワット
ko: 제처 스쿼트

source: Zottman Curl
ja: ゾットマンカール
ko: 조트먼 컬

source: e1RM down
ja: e1RM低下
ko: e1RM 하락
vi: e1RM giảm

source: e1RM flat
ja: e1RM横ばい
ko: e1RM 보합
vi: e1RM đi ngang

source: e1RM up
ja: e1RM上昇
ko: e1RM 상승
vi: e1RM tăng

source: you asked
ja: あなたのリクエスト
ko: 요청하신 내용
vi: bạn đã hỏi
